---
kind: other
id: Properties.T:Autodesk.Revit.DB.FamilyParameter
source: html/7fbf26b7-0b8f-4e4e-3833-a95ff1bd58bd.htm
---
# FamilyParameter Properties

The parameters from elements in the family which are associated to this parameter.